tap "aws/tap"
tap "heroku/brew"
tap "rhysd/git-brws"

brew "tig"
brew "ripgrep"
brew "fish"
brew "neovim"
brew "git"
brew "direnv"
brew "go"
brew "fzf"
brew "peco"
brew "ag"
brew "ghq"
brew "postgresql"
brew "protobuf"
brew "tmux"
brew "zsh"
brew "golangci/tap/golangci-lint"
brew "zsh-completions"
brew "zsh-autosuggestions"
brew "alacritty"

brew "heroku"
brew "aws-sam-cli"
brew "github/gh/gh"
brew "git-brws"

cask "ngrok"

