tap "aws/tap"
tap "heroku/brew"
tap "rhysd/git-brws"
tap "bibendi/dip"

brew "tig"
brew "ripgrep"
brew "fish"
brew "neovim"
brew "git"
brew "direnv"
brew "go"
brew "fzf"
brew "peco"
brew "ag"
brew "ghq"
brew "postgresql"
brew "protobuf"
brew "tmux"
brew "zsh"
brew "golangci/tap/golangci-lint"
brew "zsh-completions"
brew "zsh-autosuggestions"
brew "fswatch"
brew "unison"
brew "nodenv"
brew "cmake"
brew "luarocks"

brew "heroku"
brew "aws-sam-cli"
brew "gh"
brew "git-brws"
brew "dip"

cask "ngrok"
cask "alacritty"
